{
  "strong": [
    {
      "id": "1",
      "title": "I DON'T KNOW WHERE TO START",
      "bravesong": "https://www.youtube.com/watch?v=z0rxydSolwU",
      "dance": "https://www.youtube.com/watch?v=LIIDh-qI9oI",
      "todo":"Reach out to someone you trust: Start by talking to a friend, family member, or someone you feel comfortable with. Let them know that you're going through a difficult time and could use their support. They may be able to provide guidance or suggest resources that can help.Consider seeking professional help: If your feelings of sadness persist or intensify, it may be beneficial to reach out to a mental health professional. They can provide you with the necessary tools and support to navigate your emotions. Look for therapists, counselors, or psychologists in your area or consider online therapy options if they are available to you.Research available resources: Take some time to look into mental health resources that are available in your community or online. There may be helplines, support groups, or organizations that specialize in providing assistance for people facing similar challenges. Websites like Psychology Today, BetterHelp, or your country's mental health organization can provide information on available resources.Start with small self-care steps: Begin by incorporating small self-care practices into your daily routine. This can involve engaging in activities that bring you joy or relaxation, such as taking walks, listening to music, reading, or practicing mindfulness. Even simple acts of self-care can have a positive impact on your well-being.Consider journaling: Writing down your thoughts and feelings can be a helpful way to gain clarity and process your emotions. Start a journal and allow yourself to express your thoughts freely. This can provide you with insights and help you better understand your emotions.Remember, it's okay to take things one step at a time. The most important thing is to reach out for support and take action, no matter how small, towards improving your well-being. You don't have to go through this alone, and there are people and resources available to help you.",
      "content": "You are right, this sucks.You feel you are lost and you  cant move on from the person you have back in your mindWhether you suffer from daily depression or get bouts of depressed feelings, it's important to remember you're not alone in your mental health struggle—others feel your pain and care for you. However, it's not always easy to express yourself and the moods you're feeling. Sometimes, it is refreshing to read a few depression quotes from others who are feeling similar to you. Because the truth is, if you suffer from depression, you are far from aloneYou say you are depressed  all I see is resilience. You are allowed to feel messed up and inside out. It does not mean you are defective it just means youre human., ",
      
      "description": "nothing heals past like time, we grow , we build ourselves from up from down which ever the road of life take us ,we will move on regardless.",
      "image":"https://images.unsplash.com/photo-1473830394358-91588751b241?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MjB8fGRlcHJlc3NlZHxlbnwwfHwwfHx8MA%3D%3D&w=1000&q=80"
  },
    {
      "id": "2",
      "title": "I AM LOST",
      "bravesong": "https://www.youtube.com/watch?v=ouEezpuPc3A",
      "dance": "https://www.youtube.com/watch?v=mj0XInqZMHY&list=RDEMU0MaQkzDxLqAohdENP67wg&index=10",
      "todo":"Reach out to someone: Talk to a friend, family member, or someone you trust about how you're feeling. Sharing your thoughts and emotions can provide relief and support.Practice self-care: Engage in activities that bring you joy and relaxation. This might include hobbies, exercise, spending time in nature, listening to music, reading, or practicing mindfulness or meditation.Establish a routine: Having a structured daily routine can provide a sense of stability and purpose. Set small, achievable goals for yourself and focus on completing them one at a time.Seek professional help: Consider reaching out to a therapist, counselor, or mental health professional who can offer guidance and support tailored to your needs. They can help you explore your feelings and develop strategies for coping.Take care of your physical health: Make sure you're getting enough sleep, eating well, and engaging in regular physical activity. These factors can have a positive impact on your mood and overall well-being.Limit exposure to negativity: Avoid excessive exposure to news or social media that may contribute to feelings of sadness or distress. Surround yourself with positive influences and uplifting content.",
      "content": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.Go within every day and find the inner strength so that the world will not blow your candle out. Life is not about finding yourself. Life is about creating yourself.",
      "description": "You can regain control and happiness. You will. you might be young ,you might be old.hang in there ",
      "image":"https://images.pexels.com/photos/6505027/pexels-photo-6505027.jpeg?cs=srgb&dl=pexels-ryanniel-masucol-6505027.jpg&fm=jpg"
      
    },
    {
      "id": "3",
      "title": "ADDICTION",
      "bravesong": "https://www.youtube.com/watch?v=-l2OP_CXkAU",
      "dance": "https://www.youtube.com/watch?v=nqnkBdExjws",
      "todo":"Acknowledge the problem: Recognize and accept that you have a drug addiction. Acknowledging the issue is an important first step towards recovery.Seek professional help: Reach out to a healthcare professional, such as a doctor, therapist, or addiction specialist. They can assess your situation, provide guidance, and connect you with appropriate treatment options.Consider addiction treatment programs: Explore different addiction treatment programs, such as inpatient rehab, outpatient programs, or support groups. These programs can provide the necessary support, therapy, and resources to help you overcome addiction.Build a support network: Surround yourself with supportive and understanding people who can encourage and motivate you on your journey to recovery. This may include family, friends, support groups, or sponsors.Develop a relapse prevention plan: Work with a professional to develop a relapse prevention plan that includes strategies to manage cravings, cope with triggers, and avoid situations that may lead to drug use.Take care of your physical and mental health: Engage in activities that promote overall well-being, such as regular exercise, eating nutritious meals, getting enough sleep, and practicing stress-reduction techniques.Remove triggers and temptations: Minimize your exposure to environments, people, or situations that may trigger drug use. Clear your living space of any drug paraphernalia or reminders.Be patient and kind to yourself: Recovery is a process that takes time and effort. It's important to be patient with yourself and recognize that setbacks can happen. Treat yourself with compassion and celebrate even small victories along the way.",
      "content": "Never underestimate a recovering addict. We fight for our lives every day in ways most people will never understand.",
      "description": " The road id going to be tough but everything will be alright,trust the prosess",
      "image":"https://media.istockphoto.com/id/869202296/vector/a-person-locked-inside-a-pill-bottle-prescription-drug-addiction-concept.jpg?s=612x612&w=0&k=20&c=FUW9Q8DjTX41Mm7C9y8_DLGJRFZvgGPSmpw-_OU9r64="
    },
    {
      "id": "4",
      "title": "ANXIETY",
      "bravesong": "https://www.youtube.com/watch?v=VFEBBSKwaIQ",
      "dance": "https://www.youtube.com/watch?v=Tm8LGxTLtQk",
      "todo":"Deep breathing and relaxation techniques: Practice deep breathing exercises, such as diaphragmatic breathing or box breathing, to help calm your body and mind. Explore relaxation techniques like progressive muscle relaxation or guided imagery.Identify triggers: Pay attention to situations, thoughts, or activities that tend to trigger your anxiety. Once you identify them, you can work on finding coping mechanisms or strategies to navigate those triggers effectively.Challenge negative thoughts: Recognize and challenge negative or anxious thoughts that contribute to your anxiety. Replace them with more realistic and positive thoughts. Cognitive-behavioral therapy (CBT) techniques can be helpful for this.Regular exercise: Engage in regular physical activity as it can help reduce anxiety and improve your overall well-being. Find activities you enjoy, such as walking, jogging, dancing, or yoga.Maintain a balanced lifestyle: Establish a routine that includes healthy habits such as regular sleep patterns, a balanced diet, and avoiding excessive caffeine or alcohol, as these can exacerbate anxiety symptoms.Seek support: Reach out to a trusted friend, family member, or a support group to share your feelings and experiences. Sometimes, talking to someone who understands can provide a sense of relief and support.Practice self-care: Engage in activities that you find relaxing and enjoyable. This might include hobbies, spending time in nature, reading, listening to music, or practicing mindfulness or meditation.Consider therapy: If your anxiety is interfering with your daily life and causing significant distress, consider seeking professional help. A therapist or counselor can provide you with specific techniques and strategies to manage anxiety and help you explore its underlying causes.Remember, everyone's experience with anxiety is unique, and what works for one person may not work for another. If your anxiety is significantly impacting your quality of life, it's important to consult with a mental health professional who can provide personalized guidance and support tailored to your needs.",
      "content": "take life as a step ,and each step you make, remember is not your last.push on",
      "description": "not everything works out as we expect and we learn through the struggles",
      "image":"https://www.rtor.org/wp-content/uploads/2023/01/rtor_guest-blog_featured-image_7-Signs-That-Could-Mean-Youre-Struggling-With-Mental-Health-1024x789.jpg"
    },
    {
      "id": "5",
      "title": "SELF HARMING",
      "bravesong": "https://www.youtube.com/watch?v=WMDgIBX6qSQ",
      "dance": "https://www.youtube.com/watch?v=pBuZEGYXA6E",
      "todo":"1:accept your feelings.2 ;build your self esteme.3; understand your self harm in more details.4;look after your general welllbeing.;",
      "content": "you as person have a lot to offer; pretty hurts,people wont beleve in you until you beleve in yourself. be strong",
      "description": "one day you will look at your life and be happy at the choises you made along the way ",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS0vGARyUuybvwWb7v0GGxW0dU3P6DEVggg0g&usqp=CAU"
  }
    
    
  ]
}




























